{
	"properties": [
        {
            "id":"prop1",
			"type":"House",
            "bedrooms":3,
			"price":750000,
			"tenure":"Freehold",
			"description":"Attractive three bedroom semi-detached family home situated within 0.5 miles of Petts Wood station with fast trains to London and within easy walking distance of local shops, schools, bus routes and National Trust woodland. The property comprises; two receptions, fitted 18'9 x 10'1 kitchen/breakfast room and conservatory. The property also benefits from having a utility room and cloakroom. To the first floor there are three bedrooms and a family bathroom with separate WC. Additional features include double glazing, gas central heating and a well presented interior...",
			"shortDescription": "Attractive 3 bed semi-detached family home near Petts Wood station with garden, conservatory, and modern kitchen.",
            "location":"Petts Wood Road, Petts Wood, Orpington BR5",
			"picture":"/images/prop1/thumbnail.jpeg",
			"url":"properties/prop1.html",
            "added": "2022-10-12",
            "floorplan": "/images/prop1/floorplan1.jpg",
            "images": [
                "/images/prop1/thumbnail.jpeg",
                "/images/prop1/img2.jpeg",
                "/images/prop1/img3.jpeg",
                "/images/prop1/img4.jpeg", 
                "/images/prop1/img5.jpeg",
                "/images/prop1/img6.jpeg",
                "/images/prop1/img7.jpeg",
                "/images/prop1/img8.jpeg"
                ]
        },
		{
            "id":"prop2",
			"type":"Flat",
            "bedrooms":2,
			"price":399995,
			"tenure":"Freehold",
			"description":"Presented excellent decorative order throughout is this two double bedroom, two bathroom, garden flat. The modern fitted kitchen is open plan to the living room which boasts solid wooden floors and includes integrated appliances including a dishwasher & a washing machine. This large open plan benefits from bi folding doors onto a secluded private courtyard garden. Both bedrooms are double sized, and the family bathroom boasts a matching three piece suite a shower attachment over the bath. There is also a separate wet room. There are walnut doors throughout and wiring for Sky TV/aerial points in the living room/kitchen and both bedrooms.<br>This apartment being only five years old, is still under a 10 year building guarantee...",
			"shortDescription": "Modern 2 bed garden flat in Orpington with open-plan kitchen, courtyard garden, and under 10-year building guarantee.",
            "location":"Crofton Road Orpington BR6",
			"picture":"/images/prop2/thumbnail.jpeg",
			"url":"properties/prop2.html",
            "added": "2022-09-14",
            "floorplan": "/images/prop2/floorplan2.jpg",
            "images": [
                "/images/prop2/thumbnail.jpeg",
                "/images/prop2/img2.jpeg",
                "/images/prop2/img3.jpeg",
                "/images/prop2/img4.jpeg", 
                "/images/prop2/img5.jpeg",
                "/images/prop2/img6.jpeg",
                "/images/prop2/img7.jpeg"
                ]
        },
        {
            "id": "prop3",
            "type": "Flat",
            "bedrooms": 1,
            "price": 395000,
            "tenure": "Leasehold",
            "description": "A stylish one-bedroom apartment situated in the heart of Westminster, offering convenient access to London's finest attractions. This modern residence features an open-plan living area with high-specification kitchen including integrated appliances, a generously proportioned double bedroom with built-in storage, and a contemporary bathroom suite. The property benefits from secure entry system, lift access, and excellent natural light throughout. Located moments from St James's Park tube station and within walking distance of the West End, this apartment represents an ideal central London base for professionals.",
            "shortDescription": "Stylish 1 bed apartment in Westminster with open-plan living, high-spec kitchen, and excellent Central London location.",
            "location": "Westminster, London SW1",
            "picture": "/images/prop3/thumbnail.jpeg",
            "url": "properties/prop3.html",
            "added": "2024-11-07",
            "floorplan": "/images/prop3/floorplan3.jpg",
            "images": [
                "/images/prop3/thumbnail.jpeg",
                "/images/prop3/img2.jpeg",
                "/images/prop3/img3.jpeg",
                "/images/prop3/img4.jpeg", 
                "/images/prop3/img5.jpeg",
                "/images/prop3/img6.jpeg",
                "/images/prop3/img7.jpeg"
                ]
        },
        {
            "id": "prop4", 
            "type": "House",
            "bedrooms": 5,
            "price": 825000,
            "tenure": "Freehold",
            "description": "An impressive five-bedroom detached family home set within the coveted Hampstead conservation area. This substantial property boasts multiple reception rooms including a formal drawing room with feature fireplace, a modern fitted kitchen/breakfast room opening to the landscaped garden, and a separate dining room perfect for entertaining. The first floor accommodation comprises four double bedrooms and a family bathroom, while the second floor features a generous principal suite with en-suite shower room. Externally, the property offers off-street parking and a private rear garden, while being within close proximity to Hampstead Heath and the Underground station.",
            "shortDescription": "Impressive 5 bed detached house in Hampstead with multiple reception rooms, landscaped garden, and off-street parking.",
            "location": "Hampstead, London NW3",
            "picture": "/images/prop4/thumbnail.jpeg", 
            "url": "properties/prop4.html",
            "added": "2024-08-22",
            "images": [
                "/images/prop4/thumbnail.jpeg",
                "/images/prop4/img2.jpeg",
                "/images/prop4/img3.jpeg",
                "/images/prop4/img4.jpeg", 
                "/images/prop4/img5.jpeg",
                "/images/prop4/img6.jpeg",
                "/images/prop4/img7.jpeg",
                "/images/prop4/img8.jpeg",
                "/images/prop4/img9.jpeg"
                ]
        },
        {
            "id": "prop5",
            "type": "Maisonette",
            "bedrooms": 2, 
            "price": 450000,
            "tenure": "Leasehold",
            "description": "A beautifully presented two-bedroom maisonette occupying the first and second floors of a period building in London's prestigious West End. The property features a bright reception room with high ceilings and original features, a modern fitted kitchen, two well-proportioned double bedrooms, and a family bathroom. This characterful home retains many period details including cornice work and fireplaces while offering contemporary living. The location is exceptional, being moments from Oxford Street shopping, Theatreland, and multiple tube stations, making it ideal for those seeking a central London lifestyle.",
            "shortDescription": "Beautiful 2 bed maisonette in West End with period features, modern kitchen, and prime central London location.",
            "location": "West End, London W1",
            "picture": "/images/prop5/thumbnail.jpeg",
            "url": "properties/prop5.html", 
            "added": "2024-09-18",
            "images": [
                "/images/prop5/thumbnail.jpeg",
                "/images/prop5/img1.jpeg",
                "/images/prop5/img2.jpeg",
                "/images/prop5/img3.jpeg",
                "/images/prop5/img4.jpeg", 
                "/images/prop5/img5.jpeg",
                "/images/prop5/img6.jpeg",
                "/images/prop5/img7.jpeg"
                ]
        },
        {
            "id": "prop6",
            "type": "Bungalow", 
            "bedrooms": 2,
            "price": 295000,
            "tenure": "Freehold",
            "description": "A charming two-bedroom bungalow situated in a quiet cul-de-sac in Croydon, offering single-level living in a convenient location. The accommodation comprises a welcoming entrance hall, a spacious through-lounge with feature fireplace, a fitted kitchen with dining area, two generous bedrooms, and a modern bathroom suite. The property benefits from uPVC double glazing, gas central heating, and a well-maintained rear garden with patio area and lawn. Located within walking distance of local shops and amenities, with excellent transport links to Central London via East Croydon station, this bungalow represents an ideal retirement or first-time purchase.",
            "shortDescription": "Charming 2 bed bungalow in Croydon with through-lounge, fitted kitchen, private garden, and excellent transport links.",
            "location": "Croydon CR0", 
            "picture": "/images/prop6/thumbnail.jpeg",
            "url": "properties/prop6.html",
            "added": "2025-11-01",
            "images": [
                "/images/prop6/thumbnail.jpeg",
                "/images/prop6/img2.jpeg",
                "/images/prop6/img3.jpeg",
                "/images/prop6/img4.jpeg", 
                "/images/prop6/img5.jpeg",
                "/images/prop6/img6.jpeg",
                "/images/prop6/img7.jpeg"
                ]
        },
        {
            "id": "prop7",
            "type": "House",
            "bedrooms": 3,
            "price": 375000,
            "tenure": "Freehold", 
            "description": "A well-presented three-bedroom semi-detached family home located on Bromley Road, offering spacious accommodation spread over two floors. The property features a welcoming entrance hall, a bright living room with bay window, a separate dining room leading to the fitted kitchen, and a convenient ground floor cloakroom. To the first floor there are three good-sized bedrooms and a family bathroom. Externally, the property benefits from a private rear garden and off-street parking. Situated within the catchment area for excellent schools and with easy access to Bromley town centre and transport links, this home is perfect for growing families.",
            "shortDescription": "Well-presented 3 bed semi-detached house in Bromley with bay window, dining room, private garden, and catchment schools.",
            "location": "Bromley Road, Bromley BR3",
            "picture": "/images/prop7/thumbnail.jpeg",
            "url": "properties/prop7.html",
            "added": "2025-10-15",
            "images": [
                "/images/prop7/thumbnail.jpeg",
                "/images/prop7/img2.jpeg",
                "/images/prop7/img3.jpeg",
                "/images/prop7/img4.jpeg", 
                "/images/prop7/img5.jpeg",
                "/images/prop7/img6.jpeg",
                "/images/prop7/img7.jpeg",
                "/images/prop7/img8.jpeg",
                "/images/prop7/img9.jpeg",
                "/images/prop7/img10.jpeg"
                ]
        }

 

]}
